Repository: Boubakar3mc/ubee_mini
Catalog: lib/core/l10n/ubee_*.arb
Languages: fr

source: Create an account
fr: Creation d'un compte

# enterEmailAdress
source: Enter your email address
fr: Entre ton adresse courriel

# emailHint
source: Email
fr: Courriel

# createPassword
source: Create a password
fr: Crée un mot de passe

# passwordHint
source: Password
fr: Mot de passe

source: Confirm password
fr: Confirm le mot de passe

# confPasswordHint
source: Confirm password
fr: Confirm le mot de passe

# createAccountButton
source: Create account
fr: Créer le compte

source: Unattended error
fr: Erreure inattendu

source: Operation not allowed
fr: Operation non permise

# invalidEmailErrorMesage
source: Invalid email adress
fr: Adresse courriel non valide

# emailAlreadyInUseErrorMessage
source: Email already in use
fr: Courriel déjà utilisé

# badPasswordErrorMessage
source: The password must have: At least 8 characters At least 1 UpperCase character At least 1 LowerCase character At least 1 number At least one Special Char(!@#$&*~%)
fr: Le mot de passe doit avoir: Au moins 8 caractères Au moins 1 majuscule Au moins une minuscule Au moins un chiffre Au moins un caractère spécial(!@#$&*~%)

# weakPasswordErrorMessage
source: Weak password. The password must have: At least 8 characters At least 1 UpperCase character At least 1 LowerCase character At least 1 number At least one Special Char(!@#$&*~%)
fr: Mot de pass faible Le mot de passe doit avoir: Au moins 8 caractères Au moins 1 majuscule Au moins une minuscule Au moins un chiffre Au moins un caractère spécial(!@#$&*~%)

# passwordNotMatchingErrorMessage
source: Password doesn't match
fr: Le mot de passe ne correspond pas

source: Welcome to UBEE
fr: Bienvenu chez UBEE

# accountSuccessfullyCreated
source: Your account was successfully created.
fr: Votre compte a été créé avec succès.

# intendToUseUBEE
source: How do you intend to use UBEE?
fr: Comment comptez-vous utiliser l'UBEE ?

# iNeedHelpButton
source: I need help
fr: J'ai besoin d'aide

# iWantWorkButton
source: I want to work
fr: Je veux travailler

source: Setup your profile
fr: Créer votre profil

# informationProvidedDisplay
source: The information you provided will displayed on your profile page.
fr: Les informations que vous avez fournies seront affichées sur votre page de profil.

# yourFirstName
source: What's your first name?
fr: Quel est votre prénom ?

# yourLastName
source: What's your last name?
fr: Quel est votre nom de famille ?

# yourBirthDate
source: What's your date of birth
fr: Quelle est votre date de naissance ?

# disclaimer
source: I understand that I will be acting as an individual contractor within the UBEE organization.
fr: Je comprends que j'agirai en tant que contractant individuel au sein de l'organisation d'UBEE.

source: Not loged in
fr: Vous n'êtes pas authentifié

# continueButton
source: Continue
fr: Continuer

# addProfilePicture
source: Add a profile picture
fr: Ajouter une photo de profil

# showProfessionalLook
source: Show-off your professional look and improve your chances of getting hired.
fr: Mettez en valeur votre aspect professionnel et augmentez vos chances d'être embauché.

# picGuidelines
source: Picture guidelines
fr: Guide photo

# bestSmile
source: Show your best smile
fr: Affichez votre plus beau sourire

# centerYourself
source: Center yourself in frame, from the shoulders up.
fr: Se centrer dans le cadre, à partir des épaules.

# makeFaceVisible
source: Make sure your face is visible, well lit and in focus.
fr: Veillez à ce que votre visage soit visible, bien éclairé et mis au point.

# selectFromLibraryButton
source: Select from library
fr: Sélectionner dans la bibliothèque

# goToCameraButton
source: Go to camera
fr: Aller à la caméra
